{
  "article1": {
    "buttonText": "Search for \"Chestin CA Olympics\"",
    "headline": "Breaking News: City of Chestin Wins Race to Host 2032 Olympic Games",
    "subHeadline": "Chestin Daily",
    "author": "Author: Amy Huang",
    "date": "1 hour ago",
    "image": "https://dhpd030vnpk29.cloudfront.net/post_pictures/olympic1_orig.jpg",
    "block1": "The City of Chestin, CA has won the race to host the 2032 Olympic Games after advancing to the final round of voting by the International Olympic Committee's members. According to a member of local government, Chestin is \"clean, safe, and has the infrastructure to take on the logistical hurdles of running one of the most spectacular sporting events in the world.\"",
    "block2": "This article will be updated with further details to come."
  },
  "article2": {
    "buttonText": "Search for \"Chestin CA Olympics\"",
    "headline": "Opinion: Hosting Olympic Games Could Boost Local Economy",
    "subHeadline": "Chestin Daily",
    "author": "Author: Alex Hubright",
    "date": "5 hours ago",
    "image": "https://dhpd030vnpk29.cloudfront.net/post_pictures/olympic2_orig.jpg",
    "block1": "With initial reports coming in of cities submitting a bid to host the 2032 Olympic Games, I dare say the city of Chestin has waited many years to experience this joy. Hosting the Olympic Games can have several economic benefits associated with the city such as ticket sales, increased employment, broadcast revenue, sponsorships, and increased tourism.",
    "block2": "With its state-of-the-art infrastructure and transportation networks, and a government reserve fund of $30 billion, Chestin is the safest, most reliable city to host the Olympic Games. 2032, see you at Chestin."
  },
  "article3": {
    "buttonText": "Search for \"Chestin CA Olympics\"",
    "headline": "Chestin Submits Bid as Olympic Host City",
    "subHeadline": "California Local News",
    "author": "Author: Richard Becker",
    "date": "1 day ago",
    "image": "https://dhpd030vnpk29.cloudfront.net/post_pictures/olympic3_orig.jpg",
    "block1": "Every two years, cities around the world make bids to the International Olympic Commission (IOC) to host the Summer Olympic Games. This year, the city of Chestin, CA has made the decision to submit a bid to host the 2032 Olympic Games. After a rigorous vetting process, the winning bid is scheduled to be selected between 2021 (due to bidding rule changes) and 2025 by the IOC at an unknown date.",
    "block2": "\"It is a great honor to submit a bid for Chestin to host the 2032 Olympics and I would like to thank all the people who made it happen,\" said Michelle Perkins, the mayor of Chestin, in an interview with CA Local News. She further remarked, \"Chestin is ready to welcome the world through its doors to celebrate the Olympic spirit.\""
  },
  "search": {
    "searchTitle": "Search results for \"Chestin CA Olympics\"",
    "item1": {
      "url": "en.wikipedia.org",
      "title": "Olympic Games - Wikipedia",
      "time": "12 days ago",
      "text": "The Olympic Games are normally held every four years, alternating between the Summer and Winter Games every two years in the four-year period. Their ..."
    },
    "item2": {
      "url": "calilocalnews.com",
      "title": "Chestin Submits Bid as Olympic Host City - CA Local News",
      "time": "1 day ago",
      "text": "Every two years, cities around the world make bids to the International Olympic Commission (IOC) to host the Summer Olympic Games. This year, ..."
    },
    "item3": {
      "url": "cacityview.com",
      "title": "Chestin CityView | All Your Local TV Needs, Delivered",
      "time": "15 days ago",
      "text": "Your City, Your Channel. Chestin CityView is the City of Chestin's official local cable channel available on Channel 36 and hosts award-winning news and talk shows 24/7 ..."
    },
    "item4": {
      "url": "en.wikipedia.org",
      "title": "Chestin, CA (City) - Wikipedia",
      "time": "1 month ago",
      "text": "Chestin, CA, officially the City of Chestin, is the largest city in Chestin County, California. With an estimated population of nearly one hundred thoursand ..."
    },
    "item5": {
      "url": "olympic.org",
      "title": "IOC - International Olympic Committee - Olympic.org",
      "time": "3 months ago",
      "text": "The IOC is a not-for-profit independent international organisation made up of volunteers. The IOC President presides over all its activities, the while ..."
    }
  }
}
